[General]
customDesktopLogo=Custom Desktop Logo 2.0
customDesktopLogoSettings=Custom Desktop Logo - Настройки
selectImages=Выбор Картинки
changeImageFolder=Смена Папки С Картинкой
refreshImageList=Обновить Список Картинок

instructions=Инструкция По Выбору Картинки:
instruction1=(1) Используйте только PNG картинки.
instruction2=(2) Для анимированного лого пронумеруйте файлы по кадрам: ie: 1.PNG, 2.PNG, 3.PNG, etc...
instruction3=(3) Переместите изображение в новую папку.
instruction4=(4) Переместите изображение в директорию Custom Desktop Logo в папку "System" -> "Images". 
instruction5=(5) Нажмите на кнопку "Смена папки с картинкой" И выберете папку с картинкой.

zLevel=Z - Уровень
topmost=Поверх Всего
alwaysOnBottom=В Самом Низу
multiMonitorDisplayModes=Режим Мульти-Монитора
allSame=На всех мониторах
primaryOnly=Только Первичный
allButPrimary=Все Кроме Первичного
virtualMonitor=Виртуальный Монитор
displayLocation=Место Отображения
centre=Центр
bottomLeft=Снизу Слева
bottomMiddle=Снизу По Центру
bottomRight=Снизу Справа
leftMiddle=Слева По Центру
displayAtLocationOffset=Display At Location Offset(не перевел)
topLeft=Вверху Слева
topMiddle=Вверху По Центру
topRight=Вверху Справа
rightMiddle=Справа По Центру
locationOffset=Location Offset(не перевел)
xCoordinate=X
yCoordinate=Y
scaleImagesByFactorOf=Размер Изображения По:
framesPerSecond=Кадры В Секунду
delayBetweenAnimationsSeconds=Задержа Перед Анимацией (Секунды)
opacity=Прозрачность
language=Язык
location=Местоположение
size=Размер
animationAndGraphics=Анимация/Графика
createdBy=Создано
helpabout=Помощь/Инфо
dropFolder=Перемещение папки
useAsDropFolderWithExplanation=Режим Сброса Папки (Реагирует на ввод, позволяет перетаскивать и сбрасывать)
folderName=Название Папки
folderPath=Путь К Папке
browse=Поиск
normal=Нормальный

[LanguageFile]
intendedForProgramVersion=2.0
languageFileVersion=2.0
languageName=Русский
fileAuthor=ChA0S

[MainContextMenu]
quit=Выход
helpabout=Помощь/Инфо
settings=Настройки
hideLogo=Спрятать Лого
dropFolderMode=Режим Сброса Папки

[helpAbout]
aboutWindowTitle=О Программе
officialSupportForum=Оффициальная страница поддержки - www.donationcoder.com
officialWebsite=Оффициальный Веб-сайт - http://customdesktoplogo.wikidot.com
donateProjectDevelopment=Пожертвование На Развитие Проекта (PayPal) - VideoInPicture@gmail.com
emailAuthor=E-mail Автора - VideoInPicture@gmail.com
programDescription=Custom Desktop Logo позволяет создавать пользовательские статические и анимированные логотипы для вашего компьютера, которые остаются на вашем рабочем столе или поверх всего остального. Он отлично подходит для презентаций или для стендов мероприятий, где вы хотели бы брендировать то, что показано на вашем экране с вашим логотипом. Логотипы также могут удваиваться как выпадающие папки!(перевод может быть кривой)

[errorMessages]
Custom Desktop Logo=Custom Desktop Logo
usingTooMuchMemoryContinueQuestion=Изображения используют слишком много памяти. Продолжить?
folderDoesNotExist=Папки не существует
